[
  {
    "id": 1,
    "text": "You seek feedback or conversations more often, and discussing pros and cons can figure strongly in the weeks ahead. Today, you may need to tighten up some rules or boundaries, as even just a little more orderliness can be empowering now."
  },
  {
    "id": 2,
    "text": "You might upgrade your skills or learn things that help improve your work or health. It's a stellar cycle for organizing. Work, chores, or daily life can be busier or more involving. Watch for a tendency to fret over details. Otherwise, it's a fine time to recognize and fix problems."
  },
  {
    "id": 3,
    "text": "You might especially enjoy sharing ideas. Communication flows more naturally, and there can be a mental focus on pleasure, fun, romance, entertainment, and creativity in the upcoming three weeks."
  },
  {
    "id": 4,
    "text": "You're more self-expressive, and your ideas tend to be received well. There can be more dialogues, communications, and thoughts about creative or romantic pursuits at this time. You might thoroughly enjoy entertaining others with your observations, and you're attracted to others on a mental level more than usual."
  },
  {
    "id": 5,
    "text": "There can be valuable learning lessons through family or about family. Or, this is a time when you're more preoccupied with personal and domestic matters. You might frequently share your memories or think about the past. This can also extend to a stronger interest in history, in general, not just your own. Your inner world is animated, or there can be important family discussions."
  },
  {
    "id": 6,
    "text": "You want to build and develop your ideas and see tangible results for your efforts in the weeks ahead. It's a great time to consider improvements to business pursuits and organize your finances."
  },
  {
    "id": 7,
    "text": "You might take inventories, make budgets, sell, bargain, or manage money. Ideas for business or money-making ventures can be notable. Today, you can wrestle with some competing desires for security and excitement. Mysteries and complex problems attract and engage you more than usual."
  },
  {
    "id": 8,
    "text": "Ideas, conclusions, and decisions come more readily and spontaneously in the upcoming three weeks. You're also likely to get more attention."
  },
  {
    "id": 9,
    "text": "You're more interactive than you have been recently. Today, a bond can improve as you pay more attention to validating someone's feelings or opinions. Your social instincts are strong."
  },
  {
    "id": 10,
    "text": "The three weeks ahead are good for seeing things you've missed or new layers to a situation. You might tie up loose ends on a project or wrap up a project. Taking extra time for contemplation, meditation, research, and behind-the-scenes study or work can be beneficial."
  },
  {
    "id": 11,
    "text": "You tend to keep your thoughts and interests to yourself or mull over issues during this introspective cycle that's useful in the grander scheme of things. Today, you may want to do more than is possible, making it best to remember your limits. You're especially sensitive to details of your life that aren't quite right."
  },
  {
    "id": 12,
    "text": "You're more inclined to want to mingle or exchange ideas. Valuable learning experiences can result from your association with friends, associates, or groups. It's a fine time to explore your happiness goals, and your outlook improves overall. You're in a great position to open up the lines of communication, and conversations or studies flow more smoothly."
  },
  {
    "id": 13,
    "text": "Today, it's not exceptionally easy to relax, but it's worth a try. You want to enjoy yourself even though your responsibilities can be pressing. You might release tensions through creative, entertaining activities. Pulling yourself away from problems or a tendency to overthink can sometimes give you a better perspective."
  },
  {
    "id": 14,
    "text": "You're more often taking care of business, showing off your skills, or getting attention for your abilities. You pack a stronger punch in your communications, and others take more notice of what you're putting out there. By extension, you can be more guarded about expressing yourself or deliberate about what you say."
  },
  {
    "id": 15,
    "text": "Your career may demand more communication and people skills in the upcoming three weeks. This influence brings much interest and thought to career and business matters. Your love for planning and goal-setting increases. Today, there can be some critical conclusions drawn. Watch for a tendency to back away from an endeavor due to insecurities, but do aim to be moderate with your choices."
  },
  {
    "id": 16,
    "text": "You're more hopeful and optimistic than usual, and you're especially spontaneous and free with your ideas and thoughts. You might discover a new interest, or you could pursue a particular topic with more enjoyment."
  },
  {
    "id": 17,
    "text": "Your mind asks “why?” more than usual. Meaningful or exotic topics are a stronger draw. Today, you can be excited about following a thought, topic, or personal interest, but duties seem to interrupt you often."
  },
  {
    "id": 18,
    "text": "In the coming three weeks, you're more inclined to read between the lines and strategize. You might do valuable research or investigation, and it's a fine time to bring more common sense to your intimate world or finances. There can be profound, interesting conversations with others and exciting moments of self-discovery."
  },
  {
    "id": 19,
    "text": "It's a particularly good period for self-expression, creativity, romance, children, entertainment, and other channels through which you express your need for play, reinforcement, or applause. A gentle approach in these areas of life is the most successful one now. You're likely to seek and enjoy more leisure activities and or a hobby."
  },
  {
    "id": 20,
    "text": "It's a wonderful few weeks to enjoy home life, family, or special harmony in your domestic world. You might connect with your own heart and enjoy what you discover."
  },
  {
    "id": 21,
    "text": "It can be a time to talk and think about love and relationships, make happy and beneficial connections, or enjoy learning and studies. There can be more reading, writing, connecting, and it's mostly pleasant, leading to good moods or opportunities."
  },
  {
    "id": 22,
    "text": "Your ideas and gestures are appreciated, and you are more diplomatic. You might also discover more interest in the arts or interesting ways to communicate, learn, and move about in your environment. It's a generally good time for purchasing equipment that helps you communicate or get around. You seem to draw in the right situations, people, and things to improve your daily life. Conversations are helpful and interesting, or news coming in is heartwarming."
  },
  {
    "id": 23,
    "text": "You are sharper at seeing the value in projects and objects that you may have otherwise overlooked during this cycle. There is a stronger attraction to comfortable things, people, and situations. You are exceptionally skilled at making the best of your resources during this cycle. It's a strong period for enjoying the moment."
  },
  {
    "id": 24,
    "text": "You can use your charm and personality to get a little more from life than you usually do. You tend to get along with others particularly well, and your desire for more love and harmony in your life tends to color much of what you do. You are comfortable in your own skin and radiate good energy that attracts positive attention and feedback. It may be a period for rewarding yourself for recent efforts. You are projecting warm, approachable energy now."
  },
  {
    "id": 25,
    "text": "Sorting out your feelings is helpful now. This is not about burying your feelings–it's a time best used for exploring inner needs and desires. Love and sacrifice/service may be connected during this cycle, or this is about enjoying your own company more than usual, and some level of retreat from the world."
  },
  {
    "id": 26,
    "text": "This is a good time for appreciating friends and networks, and for their appreciation of you! It feels easier to loosen up, relax, and enjoy yourself. There can be mutual benefits with friends, and a nice sense that you can be yourself and feel at ease. It's a good time for graciousness with business associates and making connections. You give particular attention to your humanitarian impulses and happiness goals."
  },
  {
    "id": 27,
    "text": "Others tend to receive you especially well in a professional or public capacity, or you're generally more appreciated for your efforts. As you're far more aware of how you come across, you may do more posing or choosing of your words than you normally would. Others seem willing to assist you with your goals, and important connections and contacts can be made. You may be contributing something special now, and it can be a particularly good time for work and business-related endeavors."
  },
  {
    "id": 28,
    "text": "Today's energies encourage a practical frame of mind, but in the weeks ahead, you are more courageous and forthright with your feelings. Your relationships may benefit from a change of pace. Promotional efforts or publishing can thrive. You might meet someone special through places of learning or non-routine experiences. You are attracted to others who share many of your beliefs or who have an interesting perspective to offer you."
  },
  {
    "id": 29,
    "text": "You might enjoy some fun research, investigation, getting to know yourself, or looking for clues and hidden layers. Attracting support comes more naturally, if needed. You might decide to iron out tricky problems related to money or power dynamics in relationships. Still, some complications or complexities are interesting to you in your connections."
  },
  {
    "id": 30,
    "text": "You're more inclined to make peace with people, and you're more hospitable or approachable. It's also a period of more joy experienced through others. If you can benefit from getting advice or counseling, it's a strong time for doing so."
  },
  {
    "id": 31,
    "text": "You may find more pleasure, benefits, or joy in your routines, work, service, and efforts to enhance health. Cooperation and sharing can figure strongly and successfully in your work and perhaps even your health routines. You may be bringing more artistry to your work or beauty to your work environment. For some, it's a good time to attract suitable or pleasurable work. It's not a showy time for your love life, but it is a good cycle for taking care of the more practical side of relationships."
  }
]